{
  "weeks": {
    "en": "Weeks",
    "hu": "Hét"
  },
  "days": {
    "en": "Days",
    "hu": "Nap"
  },
  "hours": {
    "en": "Hours",
    "hu": "Ora"
  },
  "mins": {
    "en": "Mins",
    "hu": "Perc"
  },
  "homeFeatured": {
    "hu": {
      "title": "Mi az Csakis?",
      "subtitle": "Családban Keresztyénként Istennel",
      "content": "A CSAKIS egy  mozgalom, mely lehetőséget kínál keresztyén családok számára arra hogy a házastársak megerősítsék kapcsolatukat Istennel, egymással és gyermekeikkel. <br /> 2016 óta szervezünk eseményeket, ezidáig 3 alkalommal került sor Csakis Családos Keresztyén Fesztiválra a kézdivásárhelyi sportcsarnokban, idéntől Csakis délutánokkal és Családos táborral lepünk meg benneteket."
    },
    "en": {
      "title": "About CSAKIS?",
      "subtitle": "An Organization Fostoring Chirstian Growth within Families",
      "content": "CSAKIS is a movement that offers Christian families the opportunity to strengthen their relationship with God, with each other and with their children. <br /> We have been organizing events since 2016. So far we have organized 3 summer Family Christian Festivals in our local area."
    }
  },
  "homeEventOne": {
    "hu": {
      "eventTitle": "Délután",
      "description": "Az itt történő közös éneklés, előadás, tapasztalataink megosztása, szeretetvendégség mind ezt a célt szolgálják."
    },
    "en": {
      "eventTitle": "Afternoon",
      "description": "Join us for an afternoon of worship, teaching and fellowship. Childcare is provided, and lectures will be in Hungarian."
    }
  },
  "homeEventTwo": {
    "hu": {
      "eventTitle": "Tábor",
      "description": "Egy nagyszerű lehetőség a családok számára a pihenésre, kikapcsolósásra de ugyanakkor Istennel-, és a családon belüli kapcsolatok építésére."
    },
    "en": {
      "eventTitle": "Camp",
      "description": "This camp, in the Balvanyos area, provides an opportunity to rest and grow in God and as a family"
    }
  },
  "delutanDate": "3/31/2019",
  "delutanTitle": {
    "en": "Afternoons",
    "hu": "Delutàn"
  },
  "delutanFeatured": {
    "en": {
      "title": "What are Csakis Afternoons?",
      "subtitle": "Praise - Sermon - Fellowship",
      "content": "We rarely have an opportunity to build our marriages. Often we get caught up in the daily toil of tasks and we do not have quality time with our spouse and/or our children. <br /> This afternoon event is dedicated to helping fostor this quality time and growth. It will be organised quarterly in Vigadó. During the lectures, we will provide separate supervision for children, where we teach them about the love of God through biblical stories."
    },
    "hu": {
      "title": "Mi az Csakis Delutan?",
      "content": "Ritkán van lehetőségunk tenni a házasságunk épüléséért, a mindennapok taposómalmában sokszor nem jut  minőségi idő  párunkra, gyermekeinkre. <br /> A CSAKIS Délután, amely negyedévente kerül megszervezésre a Vigadóban, ebben szeretne segítséget nyújtani családjaink számára.. Az itt történő közös éneklés, előadás, tapasztalataink megosztása, szeretetvendégség mind ezt a célt szolgálják. Az előadások ideje alatt gyermekeinknek külön felügyeletet biztosítunk, ahol a bibliai történeteken - és közös foglalkozásokon keresztül Isten szeretetéről tanítunk nekik."
    }
  },
  "delutanBios": {
    "en": {
      "title": "Meet the Speakers",
      "bios": [
        {
          "content": "Geréb Géza",
          "image": "//placehold.it/100",
          "alt": "Geréb Géza"
        },
        {
          "content": "Convallis mattis. Integer ac risus eu dolor. Yep okay that is the one.",
          "image": "//placehold.it/100",
          "alt": "name of speaker 2"
        }
      ]
    },
    "hu": {
      "title": "Talalkoszol a Előadások",
      "bios": [
        {
          "content": "Geréb Géza",
          "image": "//placehold.it/100",
          "alt": "Geréb Géza"
        },
        {
          "content": "Convallis mattis. Integer ac risus eu dolor. Yep okay that is the one.",
          "image": "//placehold.it/100",
          "alt": "name of speaker 2"
        }
      ]
    }
  },
  "delutanDetails": {
    "en": {
      "title": "What Will We Do ",
      "content": "We will begin this even at 4:00 pm. We will start with a small introduction, followed by family-friendly  worship. Then all children will be allowed to continue to their lesson while the adults stay for a lecture (begining aroung 4:45p), more worship (beginning around 5:45p). Then we will wrap up the night with a time of fellowship and discussion beginning at aroung 6:15p."
    },
    "hu": {
      "title": "Mit Fogunk Csinalni?",
      "content": "content"
    }
  },
  "delutanDetailImages": [
    { "src": "//placehold.it/100", "alt": "text" },
    { "src": "//placehold.it/100", "alt": "text" },
    { "src": "//placehold.it/100", "alt": "text" }
  ],
  "taborDate": "7/3/2019",
  "taborTitle": {
    "en": "Camp",
    "hu": "Tábor"
  },
  "taborRegister": {
    "en": "REGISTER",
    "hu": "REGISZTRÁCIÓ"
  },
  "taborFeatured": {
    "hu": {
      "title": "Mi az a Csakis Tábor?",
      "subtitle": "Tesó kurzus házaspároknak",
      "content": "Egy nagyszerű lehetőség a családok számára a pihenésre, kikapcsolósásra de ugyanakkor Istennel-, és a családon belüli kapcsolatok építésére. Programjaink között szerepelnek előadások, kiscsoportos beszélgetések, tanácsadás (mentori beszélgetés házaspároknak), valamint gyermekprogramok, játék, sport, kirándulás. <br /> A téborunk helyszíne: Bálványosfürdő, Istvana vendégház és táborhely <br /> Szervezők: Manna Keresztyén Egyesület és Jó Pásztor Egyesület"
    },
    "en": {
      "title": "What is Csakis Tábor?",
      "subtitle": "In Essence: Family Camp",
      "content": "This escape is a great opportunity for families to relax while building relationships with God and their family. Our schedule includes lectures, small group discussions, counseling (mentoring for married couples), children's programs, games, sports and excursions. This the Manna Christian Association and Good Shepherd Association"
    }
  },
  "taborBios": {
    "en": {
      "title": "Meet the Speakers",
      "bios": [
        {
          "content": "Pellentesque blandit metus vitae metus convallis mattis. Integer ac risus eu dolor.",
          "image": "//placehold.it/100",
          "alt": "name of speaker"
        },
        {
          "content": "Convallis mattis. Integer ac risus eu dolor. Yep okay that is the one.",
          "image": "//placehold.it/100",
          "alt": "name of speaker 2"
        }
      ]
    },
    "hu": {
      "title": "Meet the Speakers",
      "bios": [
        {
          "content": "Pellentesque blandit metus vitae metus convallis mattis. Integer ac risus eu dolor.",
          "image": "//placehold.it/100",
          "alt": "name of speaker"
        },
        {
          "content": "Convallis mattis. Integer ac risus eu dolor. Yep okay that is the one.",
          "image": "//placehold.it/100",
          "alt": "name of speaker 2"
        }
      ]
    }
  }
}
